[
    {
        "id":0,
        "entitle": "MICROSCOPIC VARICOCELECTOMY",
        "artitle":"دوالي الخصية بالميكروسكوب",
        "svg":"images_svg/0.svg",
        "img":"images_webp/0.webp",
        "ytlink":"https://www.youtube.com/watch?v=d4_LnU43yzU&ab_channel=NucleusMedicalMedia",
        "enparagraph":"Varicocelectomy is a surgery performed to remove enlarged veins in the spermatic cord. The procedure is done to restore proper blood flow to your reproductive organs. When a varicocele develops in your scrotum, it can block blood flow to the rest of your reproductive system.",
        "arparagraph":"استئصال الدوالي عملية جراحية يتم إجراؤها لإزالة الأوردة المتضخمة في الحبل المنوي. يتم إجراء هذا الإجراء لاستعادة تدفق الدم المناسب إلى الأعضاء التناسلية. عندما تتطور دوالي الخصية في كيس الصفن ، يمكن أن تمنع تدفق الدم إلى باقي الجهاز التناسلي.",
        "info":[
            {
                "entitle":"Infertility",
                "artitle":"ضعف الخصوبة",
                "entext":"Varicocelectomy may reverse Subfertility in certain cases.",
                "artext":"يؤدي ربط دوالي الخصية الي تحسين الخصوبة و ضعف الحيوانات المنوية في بعض الحالات"
            },
            {
                "entitle":"Testicular Pain",
                "artitle":"الام الخصية",
                "entext":"A high grade Varicocele maybe the cause of persistent dull aching testicular pain.",
                "artext":"قد تكون دوالي الخصية عالية الدرجة سببًا لألم الخصية المستمر."
            },
            {
                "entitle":"Surgery",
                "artitle":"جراحة دوالي الخصية",
                "entext":"Microscopic Selection of veins allow for better surgical results with minimal or no postoperative pain.",
                "artext":"يسمح التحديد المجهري للأوردة بنتائج جراحية أفضل مع ألم بسيط أو بدون ألم بعد الجراحة."
            }
        ]
    },
    {
        "id":1,
        "entitle": "LASER LITHOTRIPSY",
        "artitle":"تفتيت الحصوات بالليزر",
        "svg":"images_svg/1.svg",
        "img":"images_webp/1.webp",
        "ytlink":"https://www.youtube.com/watch?v=yxi36k84hFM&ab_channel=%CE%9D%CE%B9%CE%BA%CF%8C%CE%BB%CE%B1%CE%BF%CF%82%CE%9C%CF%80%CE%B1%CF%86%CE%B1%CE%BB%CE%BF%CF%8D%CE%BA%CE%B1%CF%82%2C%CE%A7%CE%B5%CE%B9%CF%81%CE%BF%CF%85%CF%81%CE%B3%CF%8C%CF%82-%CE%9F%CF%85%CF%81%CE%BF%CE%BB%CF%8C%CE%B3%CE%BF%CF%82FEBU",
        "enparagraph":"Ho:YAG Laser beam is used to fragment any type of stone with disregard to it's size or location or hardness, making it the most effective way to get rid of urinary tract stone disease.",
        "arparagraph":"يتم استخدام شعاع الليزر Ho: YAG لتفتيت أي نوع من الأحجار مع تجاهل حجمها أو موقعها أو صلابتها ، مما يجعلها الطريقة الأكثر فعالية للتخلص من مرض حصوات المسالك البولية.",
        "info":[
            {
                "entitle":"Efficiency",
                "artitle":"الفعالية",
                "entext":"Near 100 % stone clearance rate regardless of stone size.",
                "artext":"ما يقرب من 100٪ معدل إزالة الحصوات بغض النظر عن حجم الحصوة."
            },
            {
                "entitle":"Simple",
                "artitle":"تدخل بسيط",
                "entext":"Less injurious than older techniques e.g. pneumatic lithotripsy.",
                "artext":"أقل ضررًا من التقنيات القديمة مثل تفتيت الحصوات بالصدمات."
            },
            {
                "entitle":"Fast",
                "artitle":"سريع",
                "entext":"can get rid of your stones in one session in select cases.",
                "artext":"يمكن التخلص من الحصوات في جلسة واحدة في حالات مختارة."
            }
        ]
    },
    {
        "id":2,
        "entitle": "TRANS-URETHRAL RESECTION OF PROSTATE",
        "artitle":"استئصال البروستاتا بالتبخير",
        "svg":"images_svg/2.svg",
        "img":"images_webp/2.webp",
        "ytlink":"https://www.youtube.com/watch?v=aBelQBJNDNM&t=22s&ab_channel=NucleusMedicalMedia",
        "enparagraph":"Transurethral resection of the prostate (TURP) is a surgery used to treat urinary problems that are caused by an enlarged prostate. An instrument called a resectoscope is inserted through the tip of your penis and into the tube that carries urine from your bladder (urethra). The resectoscope helps your doctor see and trim away excess prostate tissue that's blocking urine flow.",
        "arparagraph":"استئصال البروستاتا عبر الإحليل (TURP) هو عملية جراحية تُستخدم لعلاج مشاكل المسالك البولية التي يسببها تضخم البروستاتا. يتم إدخال أداة تسمى منظار القطع من خلال طرف قضيبك وفي الأنبوب الذي ينقل البول من المثانة (مجرى البول). منظار القطع يساعد طبيبك على رؤية وإزالة أنسجة البروستاتا الزائدة التي تمنع تدفق البول.",
        "info":[
            {
                "entitle":"Efficiency",
                "artitle":"الفعالية",
                "entext":"TURP has been considered the most effective treatment for an enlarged prostate.",
                "artext":"يعتبر استئصال البروستاتا عبر الإحليل (TURP) أكثر العلاجات فعالية لتضخم البروستاتا."
            },
            {
                "entitle":"Short Procedure",
                "artitle":"عملية قصيرة",
                "entext":"The TURP procedure takes about 60 to 90 minutes to perform.",
                "artext":"يستغرق إجراء TURP حوالي 60 إلى 90 دقيقة."
            },
            {
                "entitle":"Early Healing",
                "artitle":"تحسن سريع",
                "entext":"The catheter is generally removed after 48 to 72 hours.",
                "artext":"غالبا ما ترفع القسطرة بعد 48 حتي 72 ساعة"
            }
        ]
    },
    {
        "id":3,
        "entitle": "PENILE PROSTHESIS",
        "artitle":"دعامة القضيب",
        "svg":"images_svg/3.svg",
        "img":"images_webp/3.webp",
        "ytlink":"https://www.youtube.com/watch?v=x5j9Q8AG3eY&t=75s&ab_channel=ClevelandClinic",
        "enparagraph":"Penile implants are devices placed inside the penis to allow men with erectile dysfunction (ED) to get an erection. Penile implants are typically recommended after other treatments for ED fail. There are two main types of penile implants, semirigid and inflatable. Each type of penile implant works differently and has various pros and cons. The placement of penile implants requires surgery. Before choosing penile implants, make sure you understand what surgery involves, including possible risks, complications and follow-up care.",
        "arparagraph":"دعامات القضيب هي أجهزة توضع داخل القضيب للسماح للرجال الذين يعانون من ضعف الانتصاب بالحصول على الانتصاب. يوصى عادة بزراعةدعامة القضيب بعد فشل علاجات الضعف الجنسيد الأخرى. هناك نوعان رئيسيان من دعامات القضيب ، شبه صلب وقابل للنفخ. يعمل كل نوع من أنواع الدعامات القضيب بشكل مختلف وله مزايا وعيوب مختلفة. يتطلب تركيب دعامات القضيب الجراحة. قبل اختيار الدعامة ، تأكد من فهمك لما تنطوي عليه الجراحة ، بما في ذلك المخاطر المحتملة والمضاعفات ورعاية المتابعة.",
        "info":[
            {
                "entitle":"Efficiency",
                "artitle":"الفعالية",
                "entext":"A final Solution to Erectile Dysfunction with 99 % Satisfaction Rate.",
                "artext":"حل نهائي لضعف الانتصاب بنسبة رضاء 99٪"
            },
            {
                "entitle":"Short Procedure",
                "artitle":"عملية قصيرة",
                "entext":"The Surgery takes about 60 to 90 minutes to perform.",
                "artext":"تستغرق الجراحة حوالي 60 إلى 90 دقيقة."
            },
            {
                "entitle":"Small Wound",
                "artitle":"جرح صغير",
                "entext":"The Wound Typically is Smaller Than 2 Cm.",
                "artext":"الجرح عادة أصغر من 2 سم."
            }
        ]
    },
    {
        "id":4,
        "entitle": "PERCUTANEOUS NEPHROLITHOTOMY",
        "artitle":"منظار الكلي",
        "svg":"images_svg/4.svg",
        "img":"images_webp/4.webp",
        "ytlink":"https://www.youtube.com/watch?v=D6vO2ASsQaU&t=10s&ab_channel=EuropeanAssociationofUrology",
        "enparagraph":"Percutaneous nephrolithotomy is a minimally-invasive procedure to remove stones from the kidney by a small puncture wound through the skin. It is most suitable to remove stones of more than 2 cm in size and which are present near the pelvic region.",
        "arparagraph":"استئصال حصوات الكلى عن طريق الجلد هو إجراء طفيف التوغل لإزالة الحصوات من الكلى عن طريق جرح ثقب صغير عبر الجلد. هو الأنسب لإزالة الأحجار التي يزيد حجمها عن 2 سم والموجودة بالقرب من منطقة الحوض.",
        "info":[
            {
                "entitle":"Efficiency",
                "artitle":"الفعالية",
                "entext":"High Stone Clearance Rate even with Large Stone Burdens.",
                "artext":"ارتفاع معدل إزالة الحصوات حتى مع وجود حصوات كبيرة."
            },
            {
                "entitle":"Short Procedure",
                "artitle":"عملية قصيرة",
                "entext":"The Surgery takes about 60 to 90 minutes to perform.",
                "artext":"تستغرق الجراحة حوالي 60 إلى 90 دقيقة."
            },
            {
                "entitle":"Small Wound",
                "artitle":"جرح صغير",
                "entext":"The Wound Typically is Smaller Than 2 Cm.",
                "artext":"الجرح عادة أصغر من 2 سم."
            },
            {
                "entitle":"Hospital Leave",
                "artitle":"تعافي سريع",
                "entext":"The Patient is Discharged on The Next Day From The Hospital.",
                "artext":"خروج المريض من المستشفى في اليوم التالي."
            }
        ]
    }
]