{
    "id": 1,
    "title": "حصوات المسالك البولية: الدليل الكامل لفهم الأسباب، الأعراض، طرق التشخيص والعلاج",
    "description": "تُعد حصوات المسالك البولية من أكثر المشاكل شيوعًا في مجال أمراض المسالك البولية، ويواجهها عدد كبير من الرجال والنساء في مراحل مختلفة من حياتهم. هذه الحصوات قد تبدو بسيطة في البداية، لكنها في كثير من الأحيان قد تُسبب آلامًا شديدة ومضاعفات خطيرة إذا لم تُشخّص وتُعالج في الوقت المناسب.في هذا المقال التوعوي الشامل، سنُسلّط الضوء على أسباب الحصوات، أعراضها، طرق التشخيص، العلاج، والوقاية، وسنوضح متى يجب زيارة دكتور مسالك في المعادي للحصول على الرعاية المناسبة.",
    "imgUrl": "https://asset.cloudinary.com/dw5zbj6pk/4e17d2a1bbee32761ed5592ae02a25a1",
    "filePath": "articles/article2.html",
    "paragraphs": [
        {
            "title": "أولًا: ما هي حصوات المسالك البولية؟",
            "body": "حصوات المسالك البولية هي تجمعات صلبة تتكوّن من بلورات الأملاح والمعادن التي تترسّب داخل الجهاز البولي، والذي يشمل الكليتين - الحالب (الأنبوب الواصل بين الكلى والمثانة) -  المثانة - الإحليل (الأنبوب الذي يُخرج البول خارج الجسم)عندما تتجمع هذه الأملاح والمعادن بنسب أعلى من قدرة البول على إذابتها، تبدأ في الترسّب والتكتل، مكوّنة ما يُعرف بالحجارة أو الحصوات."
        },
        {
            "title": "ثانيًا: أنواع الحصوات حسب تركيبها",
            "body": "تختلف أنواع الحصوات حسب المادة المكوّنة لها، ومن أشهر الأنواع حصى الكالسيوم (أوكسالات الكالسيوم وفوسفات الكالسيوم): وهي الأكثر شيوعًا، وتشكل حوالي 80% من الحالات حصى حمض اليوريك:  تتكوّن بسبب زيادة حمض اليوريك في الجسم، وغالبًا ما تحدث في حالات النقرس أو الصيام الشديد حصى الستروفيت: تتكوّن نتيجة عدوى متكررة في الجهاز البولي، وغالبًا ما تكون كبيرة الحجم حصى السيستين:  نادرة وتنتج عن اضطراب وراثي يؤدي إلى إفراز مادة السيستين الزائدة في البول"
        },
        {
            "title": "ثالثًا: من هم الأكثر عرضة للإصابة بحصوات المسالك البولية؟",
            "body": "هناك عدة عوامل تزيد من خطر الإصابة، منها قلة شرب المياه والسوائل يوميًا - اتباع نظام غذائي غني بالملح والبروتين الحيواني - زيادة الوزن والسمنة - الأمراض المزمنة مثل السكري وارتفاع ضغط الدم - التاريخ العائلي للإصابة بالحصوات - التهابات الجهاز البولي المتكررة - تناول أدوية معينة مثل مدرات البول أو مكملات الكالسيوم الزائدة"
        },
        {
            "title": "رابعًا: الأعراض حسب موقع الحصوة",
            "body": "في الكلية: ألم خفيف أو متوسط في منطقة الخاصرة أو الظهر - دم في البول - غثيان أو قيء أحيانًا في الحالب: ألم شديد (يسمى مغص كلوي) يأتي على شكل نوبات - صعوبة في التبول أو تقطّع البول - دم واضح في البول - رغبة مستمرة في التبول في المثانة: ألم في أسفل البطن أو الحوض - الشعور بالحاجة المتكررة للتبول - ألم عند التبول"
        },
        {
            "title": "خامسًا: متى يجب زيارة دكتور مسالك في المعادي؟",
            "body": "إذا كنت تعاني من أي من الأعراض السابقة، فلابد من التوجّه إلى دكتور مسالك في المعادي لتقييم الحالة. ومن العلامات التي تستدعي تدخّلًا طبيًا فوريًا - ألم حاد لا يستجيب للمسكنات - وجود دم في البول - حمى وقشعريرة مع الألم (علامة على وجود عدوى) - انقطاع البول أو ضعف تدفقه - الغثيان والقيء المتكرر"
        },
        {
            "title": "سادسًا: كيف يتم التشخيص؟",
            "body": "يعتمد التشخيص الدقيق على عدة خطوات: التاريخ المرضي والفحص السريري - يستفسر الطبيب عن الأعراض، مدة ظهورها، والعوامل المسببة المحتملة -  تحليل البول: لكشف وجود دم أو عدوى أو بلورات تساعد في تحديد نوع الحصوة -  تحليل الدم: لمعرفة وظائف الكلى ومستويات الكالسيوم، حمض اليوريك، والفوسفات - التصوير الطبي: الموجات فوق الصوتية (سونار): للكشف عن وجود الحصوات في الكلى أو المثانة - الأشعة السينية: لتحديد بعض أنواع الحصوات - الأشعة المقطعية بدون صبغة : أدق وسيلة لتحديد مكان وحجم الحصوة"
        },
        {
            "title": "سابعًا: طرق العلاج المختلفة",
            "body": "لعلاج التحفظي (الانتظار والمتابعة): مناسب للحصوات الصغيرة (أقل من 5 مم) يعتمد على شرب الكثير من الماء (2.5 – 3 لتر يوميًا) - مسكنات ألم خفيفة مثل الباراسيتامول أو مضادات الالتهاب - أدوية موسعة للحالب لتسهيل مرور الحصوة - تفتيت الحصوات بالموجات الصادمة الخارجية يستخدم موجات صادمة لتفتيت الحصوة من خارج الجسم يُستخدم غالبًا مع الحصوات الصغيرة إلى المتوسطة في الكلى أو الجزء العلوي من الحالب - المنظار البولي - يُستخدم عند فشل الطرق غير الجراحية يتم إدخال كاميرا صغيرة من خلال الإحليل إلى المثانة ثم الحالب لإزالة أو تفتيت الحصوة - جراحة المنظار عبر الجلد تُستخدم في حالة الحصوات الكبيرة (أكثر من 2 سم) تتطلب فتحة صغيرة في الظهر للوصول إلى الكلى وتفتيت الحصوة - الجراحة المفتوحة (نادرة) تُستخدم في الحالات المعقدة أو عند وجود تشوهات خلقية"
        },
        {
            "title": "ثامنًا: مضاعفات الحصوات إذا لم تُعالج",
            "body": "عدم علاج حصوات المسالك البولية قد يؤدي إلى: التهابات متكررة في الجهاز البولي - انسداد الحالب وتوقف تدفق البول - فشل كلوي حاد أو مزمن - تعفن الدم وهو مهدد للحياة"
        },
        {
            "title": "تاسعًا: الوقاية... كيف تحمي نفسك من الحصوات؟",
            "body": "اشرب كمية كافية من الماء (يفضل أن يكون البول فاتح اللون) - قلل من استهلاك البروتينات الحيوانية (مثل اللحوم الحمراء) - تجنّب الملح الزائد في الطعام - تناول الخضروات والفواكه الغنية بالألياف والبوتاسيوم - مارس الرياضة بانتظام - راجع الطبيب دوريًا إذا كان لديك تاريخ شخصي أو عائلي مع الحصوات"
        },
        {
            "title": "الخلاصة",
            "body": "تُعد حصوات المسالك البولية من أكثر الأمراض التي قد تؤثر على حياة الإنسان اليومية، مسببة ألمًا شديدًا واضطرابًا في التبول. لكن، مع الوعي المبكر، والحرص على زيارة الطبيب المختص، يمكن علاج الحصوات بسهولة قبل حدوث أي مضاعفات خطيرة. إذا ظهرت لديك أي من الأعراض المذكورة، فلا تتأخر في استشارة دكتور مسالك في المعادي لتحديد نوع الحصوة واختيار العلاج الأنسب لحالتك"
        }
    ]
}