/* eslint-disable indent */
export const articlesMeta = [
   {
      id: 0,
      title: "ضعف الانتصاب: التشخيص والعلاج على يد أفضل الأطباء في المعادي",
      description: "يواجه الكثير من الرجال مشكلة ضعف الانتصاب. يمكن أن يكون ذلك بسبب عوامل مختلفة تؤثر على الصحة الجنسية للرجل. في عيادة الدكتور كريم زاهر للذكورة، نتفهم مدى صعوبة هذه المشكلة بالنسبة لك. نقدم استشارات سرية ومواعيد مرنة لتشخيص وعلاج ضعف الانتصاب.",
      imgUrl: "https://res.cloudinary.com/dw5zbj6pk/image/upload/v1695182078/o3z0zicd7dj9kwzshgmx.webp",
      filePath: "articles/article0.html"
   },
   {
      id: 1,
      title: 'سرعة القذف عند الرجال: الأسباب والعلاج',
      description: 'سرعة القذف تُعد من المشكلات الشائعة التي يواجهها الرجال، وتسبب الكثير من القلق والتوتر. يُعاني العديد من الرجال من هذه المشكلة في مرحلة ما من حياتهم، وهي من الأمور التي قد تؤثر سلباً على الحياة الزوجية. في هذا المقال، سنتعرف على الأسباب المحتملة لسرعة القذف، وكيفية التعامل معها بطرق سهلة ومفهومة.',
      imgUrl: "https://res.cloudinary.com/dw5zbj6pk/image/upload/v1723749395/Premature-Ejaculation-800x480_bittax.webp",
      filePath: "articles/article1.html"
   },
];
